{
  "LuaSnip": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mellow.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-tundra": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "oldworld.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vscode.nvim": { "branch": "main" }
}
